/* Display name of the builtin "Solarized" theme. */
"solarized" = "Solarized";

/* Display name of the builtin "Freestraction" theme. */
"freestraction" = "Freestraction";

/* Display name of the builtin "Simple" theme. */
"simple" = "简单";

/* iOS only: Display name of the builtin "iOS" theme. */
"ios" = "iOS";

/* Mac only: Display name of the builtin "Yosemite" theme. */
"yosemite" = "Yosemite";


/* Exception description which is presented when loading of a theme failed. The placeholder is replaced by the actual error description. */
"LoadingExceptionDescription" = "读取主题是发生异常：%@";

/* Error description which is presented when loading of a theme failed because the format is not compatible with the current version. The placeholder is replaced with the name of the application. */
"InvalidThemeFormatVersionDescription" = "主题文件无法打开。它似乎是由新版本的 %@ 创建的。";

/* Error description which is presented when loading of a theme failed because the format is too old and cannot be migrated to the current version. The placeholder is replaced with the name of the application. */
"OutdatedThemeFormatVersionDescription" = "主题文件无法打开。它似乎是由旧版本的 %@ 创建的。";

/* Error description which is presented when loading of a theme failed because the (internal) contents of the theme file are corrupted. */
"ThemeFileCorruptedDescription" = "主题文件无法打开，因为其内容损坏。";
